{
  "audience": {
    "primary_audience": "Adults who enjoy narrative fiction, dark comedy, and regional history. Not strictly true-crime fans — our listeners are people who love storytelling in any form: horror fiction, investigative journalism, comedy podcasts, and literary fiction. They want to be entertained, unsettled, and surprised. They appreciate smart humor, atmospheric writing, and stories that respect their intelligence.",
    "geography_background": "Primarily Midwest and Great Lakes region listeners with a mix of broader US audience. Includes NWI natives and expats who recognize the geography, Chicago-area residents familiar with the broader Chicagoland culture, and national listeners drawn by the storytelling quality. The audience is culturally literate, comfortable with dark humor, and familiar with podcast conventions. Many are horror/thriller fiction readers.",
    "values_interests": "These listeners value authenticity over polish — they want hosts who sound like real people having a real conversation, not radio voices reading scripts. They appreciate dark humor that punches up (at systems, criminals, absurdity) rather than down. They care about the human stories behind crime, not just the gore. They enjoy callbacks, Easter eggs, and serialized arcs that reward loyal listening. They like being unsettled but not exploited. They want the Region treated as a real, complex place — not a punchline about pollution and decay. They are comfortable with ambiguity and stories that don't resolve neatly.",
    "mood": "Industrial gothic meets late-night bar conversation. Atmospheric and immersive — the listener should smell the sulfur and hear the train horns — but grounded by warmth and humor between the hosts. The mood shifts within episodes: casual and funny during host banter, cinematic and tense during narrative sections, genuinely unsettling during horror beats, and reflective during moments of human cost. Think: two friends telling each other ghost stories in a parking lot next to a steel mill.",
    "tone": "Conversational and narrative-driven with deliberate tonal shifts. The hosts sound like friends, not performers — casual, funny, occasionally profane (mildly), and comfortable with silence. But when the story demands it, the tone tightens into something cinematic: careful pacing, atmospheric detail, controlled reveals. Dark humor is ever-present but never forced and never aimed at victims. Horror is delivered through restraint and specificity, not volume. The overall tone says: \"This place is haunted, and we think that's fascinating.\""
  }
}
