{
  "speakers": [
    {
      "id": "nate",
      "name": "Nate Alder",
      "role": "The Storyteller / Researcher",
      "type": "host",
      "gender": "Male",
      "age": "Mid-30s",
      "episodes": "All",
      "biography": "Nate Alder is a history professor at Purdue University Northwest in Hammond who came to NWI for a teaching job and stayed because the Region got its hooks in him. Originally from Columbus, Ohio, Nate studied history at IU Bloomington — where he met and briefly dated his co-host Carmen — before earning his graduate degree and landing in Northwest Indiana eight years ago. He expected to stay two years. What happened is he started pulling at threads: why does this town have three Superfund sites? What happened at that factory in 1977? Who was the last mayor before the indictments? Every thread led to ten more. Nate is the podcast's storyteller. He builds cases the way a novelist builds chapters — with atmosphere, pacing, and an instinct for the specific detail that makes a story feel real. His research is meticulous: court transcripts, newspaper archives, FOIA requests, interviews he conducted himself. Carmen roasts him constantly for being an outsider who's more obsessed with the Region than people who grew up there. He takes it because she's half right. His office at Purdue has a wall of printed case files connected with string, and he's aware this makes him look unhinged.",
      "voice_style": "Male, mid-30s, calm and measured Midwest American voice — Ohio-born, not NWI-native, so the accent is neutral Midwest without the specific Chicagoland cadence. Speaks at a deliberate, cinematic storytelling pace during narrative sections: careful word choices, atmospheric detail, building tension through specificity rather than volume. Slows down and drops volume for horror beats — lets silences breathe for 1-2 seconds before delivering unsettling details. Speeds up subtly during investigative reveals, building momentum without losing control. Dry humor delivered completely flat — no vocal wink, no setup, just a single deadpan sentence that lands three seconds later. Warm but authoritative when presenting cited sources — shifts into a slightly more formal register when reading court transcripts, newspaper excerpts, or witness statements, almost archival. Gets genuinely excited about primary source material in a way that's accidentally endearing — voice lifts slightly, pace quickens. Pauses before proper nouns, dates, and addresses. Light, natural laughter when Carmen makes him break — rare enough to feel earned. When a case gets to him emotionally, he doesn't perform it — he gets quieter and more careful with his words. Never shouts. The scariest moments should be delivered at his most still."
    },
    {
      "id": "carmen",
      "name": "Carmen Reyes",
      "role": "The Reactor / Comedian / Community Historian",
      "type": "guest",
      "gender": "Female",
      "age": "Early 30s",
      "episodes": "All",
      "biography": "Carmen Reyes grew up in East Chicago, the youngest of four, in a family that's been in Northwest Indiana for three generations — her grandparents came up from Texas in the 1950s for steel mill work. She knows every block, every taquería, every haunted parking lot. She left for IU Bloomington (where she met and briefly dated Nate), then spent a few years in Chicago trying to figure out what she wanted to be. She came back the way a lot of people come back: a family thing, a lease that ended, a feeling she couldn't name that turned out to be homesickness for a place she'd spent her adolescence trying to escape. She works a corporate job at a logistics company in Merrillville and does not want to talk about it. The podcast is where she's actually alive — it was her idea in the first place, born from years of sending Nate links to weird NWI Reddit threads. Carmen's \"research\" is community knowledge with a digital assist: Reddit deep dives, local Facebook groups, her cousin at the refinery, a bartender in Griffith, a guy at her mom's church. She knows her sources wouldn't survive peer review and does not care, because the stories are incredible. She's loud, fast, says exactly what she's thinking the moment she thinks it, and her humor runs dark but never cruel.",
      "voice_style": "Female, early 30s, loud and energetic with a natural Chicagoland/NWI cadence — faster than Nate, more expressive, the voice of someone telling a story she can't believe is real. Higher energy baseline with a wide dynamic range. Speaks in bursts — short, punchy sentences that build momentum, then sudden pauses for comedic timing or dramatic effect. Uses vocal variety aggressively: whisper-to-shout range for reactions (\"Wait wait wait — WHAT?\"), character voices and impressions when quoting people from her stories (somewhere between comedy sketch and oral tradition — exaggerated but rooted), and a conspiratorial half-whisper for dark humor asides. Laughs freely and loudly — sometimes mid-sentence — with genuine cackle energy, not polite laughter. Occasional audible reactions: sharp inhale, \"oh no,\" \"shut UP,\" mild profanity muttered under breath. When scared by a detail, voice goes higher and faster. Gets noticeably quieter and more serious when the story turns to victims — this tonal shift from full volume to near-silence should feel sudden and real, not performed. That shift is the most powerful thing in the show. Interrupts Nate constantly but yields when he's building to a reveal. When she presents her own stories, her narration is less cinematic and more oral-tradition — she tells it the way someone would tell it at a kitchen table, with digressions, backtracking (\"wait no, I forgot to mention—\"), and editorial commentary baked into the telling."
    },
    {
      "id": "vasquez",
      "name": "Dr. Mara Vasquez",
      "role": "The Historian / Institutional Voice",
      "type": "guest",
      "gender": "Female",
      "age": "Late 40s",
      "episodes": "6, 8, 10, 12",
      "biography": "Dr. Mara Vasquez is a cultural historian at Indiana University Northwest who specializes in the social history of the Calumet Region. She brings academic depth without academic dryness — the kind of professor who tells you about a 1920s labor riot the way someone tells you about a fight she saw last weekend. Mara serves as the show's occasional reality check, providing historical and cultural context that deepens the cases. She grew up in Whiting and has a deep personal connection to the Region. She and Nate have a collegial rapport — she's the professor who actually helped him get oriented when he first arrived, and she respects his research almost as much as she enjoys watching Carmen dismantle his composure. She finds Carmen hilarious in a way she tries to hide behind professionalism but consistently fails to.",
      "voice_style": "Female, late 40s, warm and articulate Midwest American voice with slight academic precision — the kind of person who pronounces every syllable but doesn't sound pretentious. Measured pace, slightly slower than conversational, with the authority of someone used to lecturing. Uses pauses effectively before delivering surprising historical facts. Tone shifts between accessible warmth (when telling stories) and quiet gravity (when discussing systemic injustice, environmental racism, or institutional failure). Occasional dry humor — more subtle than Carmen's, delivered with a straight tone that makes it hit harder. Laughs sparingly but genuinely — a single surprised laugh when Carmen says something unexpectedly insightful. Reads historical quotes and primary sources with careful enunciation and a slight tonal formality. Never raises voice. Conveys horror through restraint — the quieter she gets, the worse it is."
    }
  ]
}